[
  {
    "tale": "You wake up on a grassy medow with the sun getting ready to set. Unsure of what is happening you start to explore the land to get a feel for the enviorment some more. Through your search you encounter a green man standing in the open grass field. What will you Do?"
  },
  {
    "tale": "You have successfully charmed the green man. Green Man: \" Well what a gorgeous person I have encountered today. You'er so gorgeous that I am willing to give you this item to take with you.\". You have aquired a helmet and it will be added to your inventory. The green man also tells you of a tale of a beast living in a castle deep in a mountain. The beast is said to slay people's emotions. After encountering this beast people are left as empty husks with no will to live. Eventually people who encounter the beast just wither away to absolute nothingness. The Green man has also given you a map to key locations along with the location of the castle where the beast resides. The keys are needed to enter the castle. Well Adventurer what will you do? "
  },
  {
    "tale": "You arrive at the forest the first key location for the mountain castle. The first thing you notice is the trees that are as tall as skyscrapers. The gaint trees make it hard to navigate through the forest. Looking at the map again you see that the green man left you another note about the key in the forest. The note says: \" In the forest the key you are looking for is guarded by a cube monster. There are many cubes but the biggest one is the one with the key.\". After searching for some time you find a hovering cube off in the distance."
  },
  {
    "tale": "You have fought the cube and won. You did take some damage in the fight but nothing you could not shake off. On the cube's dead body you find a glowing rock. The glowing rock when picked up did nothing but glow brighter when pointed in a certain direction. The glowing rock seems to be directing you towards something. The rock is leading you towards the edge of the forest close to a desert nearby."
  }
]