[
  {
    "tale": "You wake up on a grassy medow with the sun getting ready to set. Unsure of what is happening you start to explore the land to get a feel for the enviorment some more. Through your search you encounter a green man standing in the open grass field. What will you Do?"
  },
  {
    "tale": "You have successfully charmed the green man. Green Man: \" Well what a gorgeous person I have encountered today. You'er so gorgeous that I am willing to give you this item to take with you.\". You have aquired a helmet and it will be added to your inventory. The green man also tells you of a tale of a beast living in a castle deep in a mountain. The beast is said to slay people's emotions. After encountering this beast people are left as empty husks with no will to live. Eventually people who encounter the beast just wither away to absolute nothingness. The Green man has also given you a map to key locations along with the location of the castle where the beast resides. The keys are needed to enter the castle. Well Adventurer what will you do? "
  },
  {
    "tale": "You arrive at the forest the first key location for the mountain castle. The first thing you notice is the trees that are as tall as skyscrapers. The gaint trees make it hard to navigate through the forest. Looking at the map again you see that the green man left you another note about the key in the forest. The note says: \" In the forest the key you are looking for is guarded by a cube monster. There are many cubes but the biggest one is the one with the key.\". After searching for some time you find a hovering cube off in the distance."
  },
  {
    "tale": "You have fought the cube and won. You did take some damage in the fight but nothing you could not shake off. On the cube's dead body you find a glowing rock. The glowing rock when picked up did nothing but glow brighter when pointed in a certain direction. The glowing rock seems to be directing you towards something. The rock is leading you towards the edge of the forest close to a desert nearby."
  },
  {
    "tale": "Sadely adventurer you have perished on your journey. Worry not though this is not the end you can start again. Maybe in the next journey you will make it till the end."
  },
  {
    "tale": "Thank you for playing so far but we have not finished our tales yet. This is the ending for now. More is still to come just wait for futher changes."
  },
  {
    "tale": "You have runned away or looked for another solution somewhere eles but nothing was found. You spend too much wandering that you forget your objective. This marks the end of your journey."
  },
  {
    "tale": "Wheezy Goose wakes up under a tree, rain drizzling onto his bill, his head pounding from honking all night at the pond, and the ground feels like its rumbling as the blood sloshes back and forth in his head. No, that's not his head, but wheels turning over the stone road toward where he lies blinking up into the light filtering down through the leaves. As the vehicle closes into view, its driver turns his short, human neck, then quickly twists up his countenance, and glares down his nose at Wheezy Goose as if Wheezy was nothing but a common gutter bird, a cooped-up, wing-clipped, honk-aholic. What should Wheezy do?"
  },
  {
    "tale": "The vehicle speeds off…leaving Wheezy with nothing to do but tramp down the road, and so he tramps, honking and shifting his wings, rock-waddling on his dark webbed feet. Why is Wheezy such a miser, bemuses Wheezy Goose. It may be because Wheezy Goose believes all geese look like disgraced aristocrats condemned to parade through a never-ending shanty town. There are only haves, and have-nots, thinks Wheezy. And I know which I am. The thought strikes a match in his veins, ignites, but the sight of a column of smoke in the distance spuming from what appears, as Wheezy squints his black eyes, a rather lux inn and eatery. GOOSE-BERRIES…\" Maybe, I'm not no have-not today,\" ponders Wheezy"
  },
  {
    "tale":"Wheezy runs into the dark wood behind him, the bramble of branches thickening as he descends further into the wilderness. He should have flown away, he regrets, but it's too late now, and always hunters wait to shoot down a goose for dinner. He lumps his fear back into his throat, and while his neck curls scanning for a spot of light to appear in the tree canopy, he trips, slamming his beak into the muddy morass of his own cowardice.\nWhat should Wheezy do?"
  },
  {
    "tale": "The traveler tries to thwart old Wheezy but Wheezy is fast and slippery and knows a thing or two about ransacking—he's done it hundreds of times after all. When Wheezy lifts the tarp off the vehicle's trunk with his bill, he finds a few loose eggs knocking against each other in a pail. Knowing this traveler is a no-good rotten egg snatcher, Wheezy metes out some avian justice, flaps his goose wings, rises, dips back down. Whack, bonk, and a honk—the last for good measure. The egg-snatcher flops unconscious over the side of the vehicle, and an apple rolls out of his sleeve, drops, and bounces toward Wheezy Goose who stops it cold with a leathery webbed foot. Wheezy takes a bite out of the apple and feels as though air is passing under his wings. Wheezy gets + 10 hp from the apple, must be golden. But the feeling of wind-in-feathers is interrupted by three foxes sauntering out of the woods, wearing socks over their heads as bandit masks with little eye and mouth holes cut out of them. The one wearing a tight fitted argyle sock, clearly the leader, coolly says, \"that there is my apple.\" The other two cackle: \"Yeah. Yeah. Our apple.\" \"My apple,\" retorts the leader. \"Scavengers,\" says Wheezy dryly. \"I'll never.\" The leader spits in the dirt, some gooping around the sock's mouth hole, and says, \"It's a barnyard brawl, then\". \nWhat should Wheezy do? "
  },
  {
    "tale":"The traveler grinds to a halt. The air is as still as the moment between heaves of a storm. The traveler throws his head back as if readying to spit at Wheezy, but he lets out a laugh—all verve and jugular. \"Greetings, my fine feathered friend.\" replies the traveler. \"What brings a goose this far North this late into the fall? A bit odd for your kind, isn't it?\" A bit odd indeed, murmurs Wheezy, so the traveler doesn't hear. The traveler gestures to Wheezy, asks: \"need a ride?\"\nWhat should Wheezy do? "
  },
  {
    "tale": "Wheezy opens the door to the inn. The interior belies the inviting exterior. It's barren and drab inside, save a preponderance of thickly roped spiderwebs hanging like frayed curtains and over-wrought chandeliers from the ceiling and support beams. The whole place might very well be held together entirely by the spiderwebs. A fire flickering in the hearth provides the only spot of warmth…of a certain warmth, anyway, and there is a plush chair beside it—empty. Wheezy steps further in, the wind sucking the door shut behind him. “Hello?” honks Wheezy. Nothing.\n Long been on the road Wheezy has, thinks Wheezy Goose, in the elements. He makes his way over to the chair and plops down folding in his appendages until he resembles nothing more than an ashy, burnt bread loaf. As he blinks away the fire to rest and sleep, a strange rubbing sound, like ropes being pulled over a rail, almost in timed rhythm. Wheezy eyes search around for the source of the sound, keeping the rest of his body still. The webs are moving and hoisting all around him, weaving and heaving the beams of the house like vines strangling a tree. The webs squeezing the house's walls closer together.\nWhat should Wheezy do?"
  },
  {
    "tale": "Wheezy, being a suspicious goose, continues onward to see where the road ahead of him leads. After 2 to 3 goose-minutes (see appendix for conversion of goose-minutes to human-minutes) Wheezy begins feeling like he is getting bigger. He lifts a wing up to inspect, then looks down and inspects his feet. He's not getting bigger; the road is getting narrower and narrower, and the trees edging the road are getting closer and closer. He waddles forward a bit more. Yes, the world is constricting around him.\nWhat should Wheezy do?"
  },
  {
    "tale":"Wheezy Goose slowly rises, his bill packed with mud. He gags and spits out a clump. Wheezes and stares down at the dirt where the clump landed. Beside the clump another furry clump. No, 6 furry clumps all around him: the paws of three foxes standing over Wheezy. Each wears a bandit mask with little eye and mouth holes cut out. The one in front remarks: \"Coughing up mud…is that a common goose greeting?\" Wheezy shudders, and pulls retreats into himself, becoming no more than a burnt looking bread loaf. \"You see,\" says the fox. I told you we'd find someone. The fox grins to the other two foxes, and all bare their teeth and cackle. \"Yes, you'll do just fine…\" The one speaking, Wheezy presumes, must be the leader, and he's the only one wearing a fashionable argyle sock on his head. The foxes begin circle around Wheezy, the one gets down on all fours, his face pushed against Wheezy's. \"This goose is about a third of a fox long…” says the fox down on all fours. \"He should fit.\" The fox opens his mouth wide so that Wheezy can see all the way down the red corridor of his mouth. \"Perfect,\" says the leader from underneath his argyle bandit mask. Any moment they will swallow Wheezy whole, thinks Wheezy Goose…”How would you like to join our gang for a little job?” asks the leader."
  },
  {
    "tale": "After an interminably long exchange of grunts, grimaces, growls, vowels, and honks, Wheezy charges wildly at the foxes who are still wearing socks as bandit masks. They were not expecting a goose like this. Three against one? Who is this goose? Wheezy launches after the leader (the one with an argyle sock on his head, so let's say his name is Argyle) first, wings akimbo, but foxes, like geese, are slippery, and sly as devils to boot. Argyle slips back behind his two stooges, and so Wheezy takes one of them down instead. While Wheezy is confusing him with his feather-fight-dance style, he gets his webbed foot right under the chin of stooge number one. The other stooge leaps jaws first at Wheezy and clamps down on Wheezy's neck, trying to throttle him."
  }
]